ani-cli
ariang-allinone-bin
ctpv-git
dragon-drop
gemini-cli
informant
iwe-bin
mangal-bin
networkmanager-dmenu-git
paccache-hook
pandoc-bin
pandoc-crossref-bin
phinger-cursors
picom-pijulius-next-git
python-pandoc-include
qogir-gtk-theme
sc-im
sddm-silent-theme
spicetify-cli
spotify
subliminal
simple-mtpfs
stack-bin
surge.sh
task-spooler
typstyle-bin
vesktop-bin
visual-studio-code-bin
vscode-langservers-extracted
wordnet-dictd
zen-browser-bin
jetbrains-toolbox
nomacs
git-credential-manager-bin
materialgram-bin