7zip
acpi
alacritty
alsa-utils
android-tools
arch-audit
arch-install-scripts
aria2
asciidoctor
atool
bandwhich
base
base-devel
bash-language-server
bat
bc
bear
biber
bind
blender
brightnessctl
chafa
clang
clipmenu
cmake
cmus
dictd
dosfstools
dunst
dust
dysk
efibootmgr
eza
fastfetch
fd
ffmpeg
ffmpegthumbnailer
firefox
fzf
gimp
git
git-delta
gnu-free-fonts
gpick
gping
grub
gst-plugin-pipewire
htop
hyperfine
i2c-tools
imagemagick
imlib2
inkscape
inotify-tools
intel-media-driver
intel-ucode
inxi
john
jq
kitty
lazygit
lf
libconfig
libev
libheif
libnotify
libpulse
libreoffice-fresh
libva-intel-driver
libxft
libxinerama
linux-firmware
love
lua-language-server
maim
man-db
mdcat
mediainfo
meld
meson
moreutils
mpc
mpv
mtools
nano
neovim
networkmanager
newsboat
npm
nsxiv
ntfs-3g
openssh
os-prober
pacman-contrib
pass
perl-file-homedir
perl-file-mimeinfo
perl-image-exiftool
perl-yaml-tiny
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
presenterm
prettier
pulsemixer
pyright
python-matplotlib
python-pandas
python-pip
python-pipx
python-weasyprint
qalculate-gtk
qrencode
reflector
ripgrep
rsync
ruff
shfmt
smartmontools
speedtest-cli
stow
tealdeer
tesseract
tesseract-data-eng
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tinymist
tmux
trash-cli
tree-sitter-cli
ttf-nerd-fonts-symbols
typst
ueberzugpp
unclutter
unrar
unzip
upower
uthash
vulkan-intel
wireplumber
wmctrl
xcb-util
xclip
xdotool
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
xorg-xsetroot
xwallpaper
yt-dlp
zathura
zathura-djvu
zathura-pdf-poppler
zip
zsh
gnome-keyring
eza
os-prober
gvfs-mtp
grub
less
sddm
zoxide
wget
ntfs-3g
mpv
linux-lts
linux-lts-headers
vulkan-radeon
